Repository: hadrienl/vibe-manager
Catalog: Packages/VibeManagerKit/Sources/VibeUI/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: To show in the sidebar when %@ is working, asks a question or has finished an answer, Vibe Manager adds hooks to its sessions. They only note these moments in a file of Vibe Manager's; they never answer in your place.
ar: لإظهار متى يعمل %@ أو يطرح سؤالًا أو ينهي إجابة في الشريط الجانبي، يضيف Vibe Manager الـ hooks إلى جلساته. تكتفي بتدوين هذه اللحظات في ملف خاص بـ Vibe Manager؛ ولا تجيب أبدًا نيابة عنك.
de: Um in der Seitenleiste anzuzeigen, wann %@ arbeitet, eine Frage stellt oder eine Antwort beendet hat, fügt Vibe Manager seinen Sitzungen Hooks hinzu. Diese vermerken diese Momente nur in einer Datei von Vibe Manager; sie antworten nie an deiner Stelle.
es: Para indicar en la barra lateral cuándo %@ trabaja, hace una pregunta o ha terminado una respuesta, Vibe Manager añade hooks a sus sesiones. Solo anotan esos momentos en un archivo de Vibe Manager; nunca responden por ti.
fr: Pour indiquer dans la barre latérale quand %@ travaille, pose une question ou a terminé une réponse, Vibe Manager ajoute des hooks à ses sessions. Ils se contentent de noter ces moments dans un fichier de Vibe Manager ; ils ne répondent jamais à votre place.
hi: साइडबार में यह दिखाने के लिए कि %@ कब काम कर रहा है, प्रश्न पूछ रहा है या उत्तर पूरा कर चुका है, Vibe Manager इसके सेशन में hooks जोड़ता है। वे केवल इन क्षणों को Vibe Manager की एक फ़ाइल में दर्ज करते हैं; वे कभी आपकी जगह उत्तर नहीं देते।
it: Per indicare nella barra laterale quando %@ lavora, fa una domanda o ha finito una risposta, Vibe Manager aggiunge degli hook alle sue sessioni. Si limitano a registrare questi momenti in un file di Vibe Manager; non rispondono mai al posto tuo.
ja: %@が作業中、質問中、または回答を終えたことをサイドバーに表示するため、Vibe Managerはセッションにフックを追加します。フックはこれらのタイミングをVibe Managerのファイルに記録するだけで、あなたの代わりに回答することはありません。
ko: %@이(가) 작업 중이거나, 질문하거나, 답변을 마쳤을 때 사이드바에 표시하기 위해 Vibe Manager는 세션에 hook을 추가합니다. hook은 이러한 시점을 Vibe Manager의 파일에 기록할 뿐이며, 사용자를 대신해 답하지 않습니다.
nl: Om in de navigatiekolom te tonen wanneer %@ werkt, een vraag stelt of een antwoord heeft afgerond, voegt Vibe Manager hooks toe aan de sessies. Ze noteren deze momenten alleen in een bestand van Vibe Manager; ze antwoorden nooit in jouw plaats.
pl: Aby pokazywać na pasku bocznym, kiedy %@ pracuje, zadaje pytanie lub kończy odpowiedź, Vibe Manager dodaje hooki do jego sesji. Zapisują one jedynie te momenty w pliku Vibe Manager; nigdy nie odpowiadają w Twoim imieniu.
pt_br: Para mostrar na barra lateral quando %@ está trabalhando, faz uma pergunta ou termina uma resposta, o Vibe Manager adiciona hooks às sessões dele. Eles apenas registram esses momentos em um arquivo do Vibe Manager; nunca respondem por você.
ru: Чтобы показывать в боковой панели, когда %@ работает, задаёт вопрос или закончил ответ, Vibe Manager добавляет хуки в его сессии. Они лишь отмечают эти моменты в файле Vibe Manager и никогда не отвечают за вас.
tr: %@ çalışırken, soru sorduğunda veya bir yanıtı bitirdiğinde bunu kenar çubuğunda göstermek için Vibe Manager oturumlarına hook’lar ekler. Bunlar yalnızca bu anları Vibe Manager’a ait bir dosyaya not eder; asla sizin yerinize yanıt vermez.
uk: Щоб показувати на бічній панелі, коли %@ працює, ставить питання або завершив відповідь, Vibe Manager додає хуки до його сеансів. Вони лише записують ці моменти у файл Vibe Manager і ніколи не відповідають замість вас.
zh_hans: 为了在边栏中显示 %@ 何时在工作、提问或已完成回答，Vibe Manager 会为其会话添加 hook。这些 hook 只会把这些时刻记录在 Vibe Manager 的一个文件中，绝不会代替你回答。
zh_hant: 為了在側邊欄中顯示 %@ 何時在工作、提問或完成回答，Vibe Manager 會在其工作階段中加入 hook。它們只會將這些時刻記錄在 Vibe Manager 的檔案中，絕不會代你回答。

source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd’hui
hi: आज
it: Oggi
ja: 今日
ko: 오늘
nl: Vandaag
pl: Dzisiaj
pt_br: Hoje
ru: Сегодня
tr: Bugün
uk: Сьогодні
zh_hans: 今天
zh_hant: 今天

source: Tokens
ar: الرموز
fr: Jetons
hi: टोकन
it: Token
ja: トークン
ko: 토큰
pl: Tokeny
ru: Токены
tr: Token’lar
uk: Токени
zh_hans: Token
zh_hant: Token

source: Tokens (≈) are read from the agents' own transcripts.
ar: تُقرأ الرموز (≈) من الـ transcript الخاصة بالوكلاء أنفسهم.
de: Tokens (≈) werden aus den Transkripten der Agents selbst gelesen.
es: Los tokens (≈) se leen de los propios transcripts de los agentes.
fr: Les jetons (≈) sont lus dans les transcripts des agents eux-mêmes.
hi: टोकन (≈) एजेंटों के अपने ट्रांसक्रिप्ट से पढ़े जाते हैं।
it: I token (≈) vengono letti dalle trascrizioni degli agenti stessi.
ja: トークン数（≈）はエージェント自身のトランスクリプトから読み取ります。
ko: 토큰(≈)은 에이전트 자체의 트랜스크립트에서 읽습니다.
nl: Tokens (≈) worden gelezen uit de transcripts van de agents zelf.
pl: Tokeny (≈) są odczytywane z transkryptów samych agentów.
pt_br: Os tokens (≈) são lidos das próprias transcrições dos agentes.
ru: Токены (≈) берутся из собственных транскриптов агентов.
tr: Token’lar (≈) ajanların kendi dökümlerinden okunur.
uk: Токени (≈) зчитуються з транскриптів самих агентів.
zh_hans: Token 数（≈）读取自智能体自身的对话记录。
zh_hant: Token（≈）是從代理程式本身的對話記錄中讀取。

source: Tokens are read from the transcripts Claude Code and Codex write on this Mac. They are approximate: a transcript the CLI deletes can no longer be read, an interrupted answer may be written without its usage, calls the CLI makes outside its transcript are not seen, and sessions started outside Vibe Manager are never counted.
ar: تُقرأ الرموز من الـ transcript التي يكتبها Claude Code وCodex على هذا الـ Mac. وهي تقريبية: الـ transcript الذي تحذفه واجهة CLI لا يمكن قراءته بعد ذلك، والإجابة المقاطَعة قد تُكتب بدون استخدامها، والاستدعاءات التي تجريها واجهة CLI خارج الـ transcript لا تُرى، والجلسات التي بدأت خارج Vibe Manager لا تُحتسب أبدًا.
de: Tokens werden aus den Transkripten gelesen, die Claude Code und Codex auf diesem Mac schreiben. Sie sind Näherungswerte: Ein von der CLI gelöschtes Transkript kann nicht mehr gelesen werden, eine unterbrochene Antwort wird eventuell ohne ihre Nutzung geschrieben, Aufrufe der CLI außerhalb ihres Transkripts sind nicht sichtbar, und außerhalb von Vibe Manager gestartete Sitzungen werden nie gezählt.
es: Los tokens se leen de los transcripts que Claude Code y Codex escriben en este Mac. Son aproximados: un transcript que la CLI elimina ya no se puede leer, una respuesta interrumpida puede escribirse sin su consumo, las llamadas que la CLI hace fuera de su transcript no se ven y las sesiones iniciadas fuera de Vibe Manager nunca se cuentan.
fr: Les jetons sont lus dans les transcripts que Claude Code et Codex écrivent sur ce Mac. Ils sont approximatifs : un transcript supprimé par la CLI ne peut plus être lu, une réponse interrompue peut être écrite sans sa consommation, les appels que la CLI fait hors de son transcript ne sont pas vus, et les sessions lancées hors de Vibe Manager ne sont jamais comptées.
hi: टोकन उन ट्रांसक्रिप्ट से पढ़े जाते हैं जो Claude Code और Codex इस Mac पर लिखते हैं। ये अनुमानित हैं: CLI द्वारा डिलीट किया गया ट्रांसक्रिप्ट फिर पढ़ा नहीं जा सकता, बाधित उत्तर बिना उपयोग के लिखा जा सकता है, CLI द्वारा अपने ट्रांसक्रिप्ट के बाहर की गई कॉल नहीं दिखतीं, और Vibe Manager के बाहर शुरू किए गए सेशन कभी नहीं गिने जाते।
it: I token vengono letti dalle trascrizioni che Claude Code e Codex scrivono su questo Mac. Sono approssimativi: una trascrizione eliminata dalla CLI non può più essere letta, una risposta interrotta può essere scritta senza il suo utilizzo, le chiamate che la CLI fa al di fuori della sua trascrizione non vengono viste e le sessioni avviate al di fuori di Vibe Manager non vengono mai conteggiate.
ja: トークン数は、Claude CodeとCodexがこのMacに書き込むトランスクリプトから読み取ります。値は概算です。CLIが削除したトランスクリプトは読み取れず、中断された回答は使用量なしで記録されることがあり、CLIがトランスクリプト外で行う呼び出しは把握できず、Vibe Manager以外で開始したセッションは集計されません。
ko: 토큰은 Claude Code와 Codex가 이 Mac에 기록하는 트랜스크립트에서 읽습니다. 근삿값입니다. CLI가 삭제한 트랜스크립트는 더 이상 읽을 수 없고, 중단된 답변은 사용량 없이 기록될 수 있으며, CLI가 트랜스크립트 밖에서 수행한 호출은 보이지 않고, Vibe Manager 밖에서 시작된 세션은 집계되지 않습니다.
nl: Tokens worden gelezen uit de transcripts die Claude Code en Codex op deze Mac schrijven. Ze zijn bij benadering: een transcript dat de CLI verwijdert, kan niet meer worden gelezen, een onderbroken antwoord kan zonder gebruik worden geschreven, aanroepen die de CLI buiten het transcript doet worden niet gezien, en sessies die buiten Vibe Manager zijn gestart, worden nooit meegeteld.
pl: Tokeny są odczytywane z transkryptów, które Claude Code i Codex zapisują na tym Macu. Są przybliżone: transkryptu usuniętego przez CLI nie można już odczytać, przerwana odpowiedź może zostać zapisana bez danych o użyciu, wywołania wykonywane przez CLI poza transkryptem nie są widoczne, a sesje rozpoczęte poza Vibe Manager nigdy nie są liczone.
pt_br: Os tokens são lidos das transcrições que o Claude Code e o Codex gravam neste Mac. São aproximados: uma transcrição apagada pela CLI não pode mais ser lida, uma resposta interrompida pode ser gravada sem seu uso, chamadas que a CLI faz fora da transcrição não são vistas, e sessões iniciadas fora do Vibe Manager nunca são contadas.
ru: Токены берутся из транскриптов, которые Claude Code и Codex записывают на этом Mac. Значения приблизительные: удалённый CLI транскрипт больше не прочитать, прерванный ответ может быть записан без данных об использовании, вызовы CLI вне транскрипта не видны, а сессии, запущенные вне Vibe Manager, не учитываются.
tr: Token’lar, Claude Code ve Codex’in bu Mac’e yazdığı dökümlerden okunur. Yaklaşık değerlerdir: CLI’ın sildiği bir döküm artık okunamaz, yarıda kesilen bir yanıt kullanımı olmadan yazılabilir, CLI’ın dökümü dışında yaptığı çağrılar görülmez ve Vibe Manager dışında başlatılan oturumlar asla sayılmaz.
uk: Токени зчитуються з транскриптів, які Claude Code і Codex записують на цьому Mac. Вони приблизні: транскрипт, видалений CLI, більше неможливо прочитати; перервана відповідь може бути записана без даних використання; виклики, які CLI робить поза транскриптом, не видно; а сеанси, запущені поза Vibe Manager, ніколи не враховуються.
zh_hans: Token 数读取自 Claude Code 和 Codex 在这台 Mac 上写入的对话记录。这些数值是近似的：被 CLI 删除的对话记录无法再读取，被中断的回答可能未写入用量，CLI 在对话记录之外进行的调用无法看到，而在 Vibe Manager 之外启动的会话从不计入。
zh_hant: Token 是從 Claude Code 和 Codex 在此 Mac 上寫入的對話記錄中讀取，因此只是近似值：CLI 刪除的對話記錄無法再讀取，中斷的回答可能未寫入其用量，CLI 在對話記錄之外的呼叫無法得知，在 Vibe Manager 之外啟動的工作階段也從不計入。

source: Tokens in
ar: رموز الإدخال
de: Tokens Eingabe
es: Tokens de entrada
fr: Jetons en entrée
hi: इनपुट टोकन
it: Token in entrata
ja: 入力トークン
ko: 입력 토큰
pl: Tokeny wejściowe
pt_br: Tokens de entrada
ru: Токены на входе
tr: Girdi token’ları
uk: Токени на вході
zh_hans: 输入 Token
zh_hant: 輸入 token

source: Tokens in (declared model)
ar: رموز الإدخال (النموذج المُعلن)
de: Tokens Eingabe (angegebenes Modell)
es: Tokens de entrada (modelo declarado)
fr: Jetons en entrée (modèle déclaré)
hi: इनपुट टोकन (घोषित मॉडल)
it: Token in entrata (modello dichiarato)
ja: 入力トークン（宣言されたモデル）
ko: 입력 토큰(선언된 모델)
nl: Tokens in (opgegeven model)
pl: Tokeny wejściowe (zadeklarowany model)
pt_br: Tokens de entrada (modelo declarado)
ru: Токены на входе (заявленная модель)
tr: Girdi token’ları (bildirilen model)
uk: Токени на вході (заявлена модель)
zh_hans: 输入 Token（声明的模型）
zh_hant: 輸入 token（宣告的模型）

source: Tokens in + out (≈)
ar: رموز الإدخال + الإخراج (≈)
de: Tokens Eingabe + Ausgabe (≈)
es: Tokens de entrada + salida (≈)
fr: Jetons en entrée + sortie (≈)
hi: इनपुट + आउटपुट टोकन (≈)
it: Token in entrata + uscita (≈)
ja: 入力＋出力トークン（≈）
ko: 입력 + 출력 토큰(≈)
nl: Tokens in + uit (≈)
pl: Tokeny wej. + wyj. (≈)
pt_br: Tokens de entrada + saída (≈)
ru: Токены вход + выход (≈)
tr: Girdi + çıktı token’ları (≈)
uk: Токени на вході + на виході (≈)
zh_hans: 输入 + 输出 Token（≈）
zh_hant: 輸入 + 輸出 token（≈）

source: Tokens in and out, approximate
ar: رموز الإدخال والإخراج، تقريبية
de: Tokens Eingabe und Ausgabe, ungefähr
es: Tokens de entrada y salida, aproximados
fr: Jetons en entrée et en sortie, approximatifs
hi: इनपुट और आउटपुट टोकन, अनुमानित
it: Token in entrata e in uscita, approssimativi
ja: 入力と出力のトークン（概算）
ko: 입력 및 출력 토큰, 근삿값
nl: Tokens in en uit, bij benadering
pl: Tokeny wejściowe i wyjściowe, w przybliżeniu
pt_br: Tokens de entrada e saída, aproximados
ru: Токены на входе и выходе, приблизительно
tr: Girdi ve çıktı token’ları, yaklaşık
uk: Токени на вході й на виході, приблизно
zh_hans: 输入和输出 Token，近似值
zh_hant: 輸入和輸出 token，近似值

source: Tokens out
ar: رموز الإخراج
de: Tokens Ausgabe
es: Tokens de salida
fr: Jetons en sortie
hi: आउटपुट टोकन
it: Token in uscita
ja: 出力トークン
ko: 출력 토큰
nl: Tokens uit
pl: Tokeny wyjściowe
pt_br: Tokens de saída
ru: Токены на выходе
tr: Çıktı token’ları
uk: Токени на виході
zh_hans: 输出 Token
zh_hant: 輸出 token

source: Tokens per day
ar: الرموز يوميًا
de: Tokens pro Tag
es: Tokens por día
fr: Jetons par jour
hi: प्रति दिन टोकन
it: Token al giorno
ja: 1日あたりのトークン
ko: 일별 토큰
nl: Tokens per dag
pl: Tokeny na dzień
pt_br: Tokens por dia
ru: Токены по дням
tr: Günlük token
uk: Токени за день
zh_hans: 每天的 Token
zh_hant: 每日 token

source: Tokens used
ar: الرموز المستخدمة
de: Verbrauchte Tokens
es: Tokens consumidos
fr: Jetons consommés
hi: उपयोग किए गए टोकन
it: Token utilizzati
ja: 使用トークン
ko: 사용한 토큰
nl: Gebruikte tokens
pl: Zużyte tokeny
pt_br: Tokens usados
ru: Израсходовано токенов
tr: Kullanılan token
uk: Використано токенів
zh_hans: 已用 Token
zh_hant: 已使用的 token

source: Too long to be shown in full: allow it in the session.
ar: أطول من أن يُعرض كاملًا: اسمح به في الجلسة.
de: Zu lang für die vollständige Anzeige: Erlaube es in der Sitzung.
es: Demasiado larga para mostrarse completa: permítela en la sesión.
fr: Trop longue pour être affichée en entier : autorisez-la dans la session.
hi: पूरा दिखाने के लिए बहुत लंबा: सेशन में इसकी अनुमति दें।
it: Troppo lunga per essere mostrata per intero: consentila nella sessione.
ja: 長すぎて全体を表示できません。セッション内で許可してください。
ko: 너무 길어 전체를 표시할 수 없습니다. 세션에서 허용하십시오.
nl: Te lang om volledig te tonen: sta het toe in de sessie.
pl: Za długie, aby pokazać w całości: zezwól w sesji.
pt_br: Longa demais para ser mostrada inteira: permita-a na sessão.
ru: Слишком длинный, чтобы показать целиком: разрешите в сессии.
tr: Tamamı gösterilemeyecek kadar uzun: oturumda izin verin.
uk: Задовгий, щоб показати повністю: дозвольте в сеансі.
zh_hans: 内容过长，无法完整显示：请在会话中允许。
zh_hant: 太長，無法完整顯示：請在工作階段中允許。

source: Tool
ar: أداة
es: Herramienta
fr: Outil
hi: टूल
it: Strumento
ja: ツール
ko: 도구
pl: Narzędzie
pt_br: Ferramenta
ru: Инструмент
tr: Araç
uk: Інструмент
zh_hans: 工具
zh_hant: 工具

source: Tool call
ar: استدعاء أداة
de: Tool-Aufruf
es: Llamada a herramienta
fr: Appel d’outil
hi: टूल कॉल
it: Chiamata a strumento
ja: ツール呼び出し
ko: 도구 호출
nl: Toolaanroep
pl: Wywołanie narzędzia
pt_br: Chamada de ferramenta
ru: Вызов инструмента
tr: Araç çağrısı
uk: Виклик інструмента
zh_hans: 工具调用
zh_hant: 工具呼叫

source: Tools
ar: أدوات
de: Werkzeuge
es: Herramientas
fr: Outils
hi: टूल
it: Strumenti
ja: ツール
ko: 도구
nl: Gereedschap
pl: Narzędzia
pt_br: Ferramentas
ru: Инструменты
tr: Araçlar
uk: Інструменти
zh_hans: 工具
zh_hant: 工具

source: Total
ar: الإجمالي
de: Gesamt
hi: कुल
it: Totale
ja: 合計
ko: 합계
nl: Totaal
pl: Razem
ru: Итого
tr: Toplam
uk: Разом
zh_hans: 总计
zh_hant: 總計

source: Track %@ activity
ar: تتبّع نشاط %@
de: Aktivität von %@ verfolgen
es: Seguir la actividad de %@
fr: Suivre l’activité de %@
hi: %@ की गतिविधि ट्रैक करें
it: Monitora l’attività di %@
ja: %@のアクティビティを追跡
ko: %@ 활동 추적
nl: Volg activiteit van %@
pl: Śledź aktywność %@
pt_br: Acompanhar a atividade de %@
ru: Отслеживать активность %@
tr: %@ etkinliğini izle
uk: Відстежувати активність %@
zh_hans: 跟踪 %@ 的活动
zh_hant: 追蹤 %@ 的活動

source: Track %@ activity?
ar: هل تريد تتبّع نشاط %@؟
de: Aktivität von %@ verfolgen?
es: ¿Seguir la actividad de %@?
fr: Suivre l’activité de %@ ?
hi: %@ की गतिविधि ट्रैक करें?
it: Monitorare l’attività di %@?
ja: %@のアクティビティを追跡しますか？
ko: %@ 활동을 추적하겠습니까?
nl: Activiteit van %@ volgen?
pl: Śledzić aktywność %@?
pt_br: Acompanhar a atividade de %@?
ru: Отслеживать активность %@?
tr: %@ etkinliği izlensin mi?
uk: Відстежувати активність %@?
zh_hans: 要跟踪 %@ 的活动吗？
zh_hant: 要追蹤 %@ 的活動嗎？

source: Track Activity
ar: تتبّع النشاط
de: Aktivität verfolgen
es: Seguir la actividad
fr: Suivre l’activité
hi: गतिविधि ट्रैक करें
it: Monitora attività
ja: アクティビティを追跡
ko: 활동 추적
nl: Volg activiteit
pl: Śledź aktywność
pt_br: Acompanhar Atividade
ru: Отслеживать активность
tr: Etkinliği İzle
uk: Відстежувати активність
zh_hans: 跟踪活动
zh_hant: 追蹤活動

source: Track agent usage
ar: تتبّع استخدام الوكلاء
de: Nutzung der Agents erfassen
es: Registrar el uso de los agentes
fr: Suivre l’utilisation des agents
hi: एजेंट का उपयोग ट्रैक करें
it: Monitora l’utilizzo degli agenti
ja: エージェントの使用状況を記録
ko: 에이전트 사용량 추적
nl: Volg gebruik van agents
pl: Śledź użycie agentów
pt_br: Acompanhar o uso dos agentes
ru: Отслеживать использование агентов
tr: Ajan kullanımını izle
uk: Відстежувати використання агентів
zh_hans: 跟踪智能体用量
zh_hant: 追蹤代理程式用量

source: Try Again
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Réessayer
hi: फिर से कोशिश करें
it: Riprova
ja: 再試行
ko: 다시 시도
nl: Probeer opnieuw
pl: Spróbuj ponownie
pt_br: Tentar Novamente
ru: Повторить
tr: Yeniden Dene
uk: Спробувати ще раз
zh_hans: 重试
zh_hant: 再試一次

source: Try again, and report the failure if it persists.
ar: حاول مرة أخرى، وأبلغ عن الإخفاق إذا استمر.
de: Versuche es erneut und melde den Fehler, wenn er weiterhin auftritt.
es: Vuelve a intentarlo e informa del fallo si persiste.
fr: Réessayez, et signalez l’échec s’il persiste.
hi: फिर से कोशिश करें, और यदि समस्या बनी रहे तो इसकी रिपोर्ट करें।
it: Riprova e segnala l’errore se persiste.
ja: もう一度お試しください。問題が続く場合は報告してください。
ko: 다시 시도하고, 문제가 계속되면 실패를 보고하십시오.
nl: Probeer het opnieuw en meld de fout als die blijft optreden.
pl: Spróbuj ponownie i zgłoś błąd, jeśli się powtarza.
pt_br: Tente novamente e relate a falha se ela persistir.
ru: Повторите попытку и сообщите о сбое, если он повторится.
tr: Yeniden deneyin; sorun sürerse bildirin.
uk: Спробуйте ще раз і повідомте про збій, якщо він повториться.
zh_hans: 请重试；如果问题仍然存在，请报告此故障。
zh_hant: 請再試一次，若問題持續請回報失敗。

source: Try it
ar: تجربة
de: Ausprobieren
es: Probar
fr: Essayer
hi: आज़माएँ
it: Prova
ja: 試す
ko: 시도해 보기
nl: Probeer het
pl: Wypróbuj
pt_br: Testar
ru: Попробовать
tr: Dene
uk: Спробувати
zh_hans: 试用
zh_hant: 試用

source: Try resuming the conversation anyway
ar: محاولة استئناف المحادثة على أي حال
de: Trotzdem versuchen, die Unterhaltung fortzusetzen
es: Intentar reanudar la conversación de todos modos
fr: Essayer quand même de reprendre la conversation
hi: फिर भी बातचीत जारी रखने की कोशिश करें
it: Prova comunque a riprendere la conversazione
ja: 会話の再開を試みる
ko: 그래도 대화 재개 시도
nl: Probeer het gesprek toch te hervatten
pl: Mimo to spróbuj wznowić rozmowę
pt_br: Tentar retomar a conversa mesmo assim
ru: Всё равно попробовать возобновить беседу
tr: Konuşmayı yine de sürdürmeyi dene
uk: Усе одно спробувати продовжити розмову
zh_hans: 仍尝试恢复对话
zh_hant: 仍嘗試繼續對話

source: Turn Vibe Manager on.
ar: شغّل Vibe Manager.
de: Aktiviere Vibe Manager.
es: Activa Vibe Manager.
fr: Activez Vibe Manager.
hi: Vibe Manager चालू करें।
it: Attiva Vibe Manager.
ja: Vibe Managerをオンにしてください。
ko: Vibe Manager를 켜십시오.
nl: Zet Vibe Manager aan.
pl: Włącz Vibe Manager.
pt_br: Ative o Vibe Manager.
ru: Включите Vibe Manager.
tr: Vibe Manager’ı açın.
uk: Увімкніть Vibe Manager.
zh_hans: 请打开 Vibe Manager 的开关。
zh_hant: 開啟 Vibe Manager。

source: Turn the prompt into free text. The session will not refer to the template.
ar: يحوّل الـ prompt إلى نص حر. لن تشير الجلسة إلى القالب بعد ذلك.
de: Wandelt den Prompt in freien Text um. Die Sitzung verweist dann nicht mehr auf die Vorlage.
es: Convierte el prompt en texto libre. La sesión ya no hará referencia a la plantilla.
fr: Transforme le prompt en texte libre. La session ne fera plus référence au gabarit.
hi: प्रॉम्प्ट को मुक्त टेक्स्ट में बदलता है। सेशन टेम्पलेट का संदर्भ नहीं देगा।
it: Trasforma il prompt in testo libero. La sessione non farà più riferimento al template.
ja: プロンプトを自由入力のテキストに変換します。セッションはテンプレートを参照しなくなります。
ko: 프롬프트를 자유 텍스트로 변환합니다. 세션은 더 이상 템플릿을 참조하지 않습니다.
nl: Zet de prompt om in vrije tekst. De sessie verwijst dan niet meer naar het sjabloon.
pl: Zamienia prompt w dowolny tekst. Sesja nie będzie odwoływać się do szablonu.
pt_br: Transforma o prompt em texto livre. A sessão não fará mais referência à predefinição.
ru: Превращает промпт в свободный текст. Сессия не будет ссылаться на шаблон.
tr: İstemi serbest metne dönüştürür. Oturum artık şablona bağlı olmaz.
uk: Перетворити промпт на довільний текст. Сеанс більше не посилатиметься на шаблон.
zh_hans: 将提示词转为自由文本。会话将不再引用该模板。
zh_hant: 將提示詞轉為自由文字。工作階段將不再參照範本。

source: Tutorial
ar: البرنامج التعليمي
fr: Tutoriel
hi: ट्यूटोरियल
ja: チュートリアル
ko: 튜토리얼
nl: Rondleiding
pl: Samouczek
ru: Обучение
tr: Eğitim
uk: Навчання
zh_hans: 教程
zh_hant: 教學

source: Type a colour as #RRGGBB.
ar: اكتب لونًا بالتنسيق #RRGGBB.
de: Gib eine Farbe als #RRGGBB ein.
es: Escribe un color en formato #RRGGBB.
fr: Saisissez une couleur au format #RRGGBB.
hi: रंग #RRGGBB के रूप में टाइप करें।
it: Digita un colore nel formato #RRGGBB.
ja: 色を#RRGGBBの形式で入力してください。
ko: 색상을 #RRGGBB 형식으로 입력하십시오.
nl: Typ een kleur als #RRGGBB.
pl: Wpisz kolor w formacie #RRGGBB.
pt_br: Digite uma cor no formato #RRGGBB.
ru: Введите цвет в формате #RRGGBB.
tr: Rengi #RRGGBB biçiminde yazın.
uk: Введіть колір у форматі #RRGGBB.
zh_hans: 请以 #RRGGBB 格式输入颜色。
zh_hant: 請以 #RRGGBB 格式輸入顏色。

source: Type a ticket (#36, owner/repo#36), a pull or merge request URL, a branch, a folder or a title.
ar: اكتب تذكرة (#36، owner/repo#36)، أو URL لـ pull أو merge request، أو فرعًا، أو مجلدًا، أو عنوانًا.
de: Gib ein Ticket (#36, owner/repo#36), die URL eines Pull- oder Merge-Requests, einen Branch, einen Ordner oder einen Titel ein.
es: Escribe un ticket (#36, owner/repo#36), la URL de una pull o merge request, una rama, una carpeta o un título.
fr: Tapez un ticket (#36, owner/repo#36), l’URL d’une pull ou merge request, une branche, un dossier ou un titre.
hi: कोई टिकट (#36, owner/repo#36), pull या merge request URL, ब्रांच, फ़ोल्डर या शीर्षक टाइप करें।
it: Digita un ticket (#36, owner/repo#36), l’URL di una pull o merge request, un branch, una cartella o un titolo.
ja: チケット（#36、owner/repo#36）、プル／マージリクエストのURL、ブランチ、フォルダ、またはタイトルを入力してください。
ko: 티켓(#36, owner/repo#36), pull request 또는 merge request URL, 브랜치, 폴더 또는 제목을 입력하십시오.
nl: Typ een ticket (#36, owner/repo#36), een URL van een pull of merge request, een branch, een map of een titel.
pl: Wpisz zgłoszenie (#36, owner/repo#36), URL pull lub merge requesta, gałąź, folder lub tytuł.
pt_br: Digite um ticket (#36, owner/repo#36), a URL de uma pull ou merge request, uma branch, uma pasta ou um título.
ru: Введите тикет (#36, owner/repo#36), URL pull или merge request, ветку, папку или название.
tr: Bir talep (#36, owner/repo#36), bir pull veya merge request URL’si, bir dal, bir klasör veya bir başlık yazın.
uk: Введіть тікет (#36, owner/repo#36), URL pull чи merge request, гілку, папку або назву.
zh_hans: 输入工单（#36、owner/repo#36）、pull request 或 merge request URL、分支、文件夹或标题。
zh_hant: 輸入工單（#36、owner/repo#36）、pull request 或 merge request URL、分支、資料夾或標題。
